{
  "title": "Environmental fungi target thiol homeostasis to compete with Environmental sphagnum-associated fungi target thiol homeostasis to compete with Environmental fungi target thiol homeostasis to compete with Mycobacterium tuberculosis.Environmental fungi target thiol homeostasis to compete with Mycobacterium tuberculosis.Tuberculosis treatment-shortening.Caseum: a Niche for Mycobacterium tuberculosis Drug-Tolerant Persisters.Conditions that may affect the results of susceptibility testing of Mycobacterium tuberculosis to pyrazinamideHit Generation in TB Drug Discovery: From Genome to GranulomaA Novel Tool to Identify Bactericidal Compounds against Vulnerable Targets in Drug-Tolerant M. tuberculosis found in Caseum.GSK2556286 Is a Novel Antitubercular Drug Candidate Effective In Vivo with the Potential To Shorten Tuberculosis TreatmentIn vitro drug discovery models for Mycobacterium tuberculosis relevant for host infectionEnvironmental mycobacteria from alpine and subalpine habitatsThe Sphagnum microbiome supports bog ecosystem functioning under extreme conditionsDiversity and Distribution Characteristics of Soil Microbes across Forest-Peatland Ecotones in the Permafrost Regions.Leprosy in Norway. An epidemiological study based on a national patient registry.Isolation of non-cultivable acid-fast bacilli in sphagnum and moss vegetation by foot pad technique in mice.The Sphagnum microbiome: new insights from an ancient plant lineageSubstrate-induced growth and isolation of Acidobacteria from acidic Sphagnum peat.Development and optimization of chromosomally-integrated fluorescent Mycobacterium tuberculosis reporter constructsReengineering redox sensitive GFP to measure mycothiol redox potential of Mycobacterium tuberculosis during infectionITS as an environmental DNA barcode for fungi: an in silico approach reveals potential PCR biasesNanopore sequencing data analysis: state of the art, applications and challengesAssembly of long error-prone reads using de Bruijn graphsAn Integrated Tool for Comprehensive Microbial Variant Detection and Genome Assembly Improvement.QUAST: quality assessment tool for genome assembliesNextgenusfs/Funannotate: Funannotate v1. 5.1.The nf-core framework for community-curated bioinformatics pipelinesSTAR: ultrafast universal RNA-seq alignerTwelve years of SAMtools and BCFtools.RSeQC: quality control of RNA-seq experimentsQualimap 2: advanced multi-sample quality control for high-throughput sequencing datafeatureCounts: an efficient general purpose program for assigning sequence reads to genomic featuresModerated estimation of fold change and dispersion for RNA-seq data with DESeq2Genome editing using the endogenous type I CRISPR-Cas system in Lactobacillus crispatusMEGA X: molecular evolutionary genetics analysis across computing platformsantiSMASH 7.0: New and improved predictions for detection, regulation, chemical structures and visualisationRSEM: accurate transcript quantification from RNA-Seq data with or without a reference genomelimma powers differential expression analyses for RNA-sequencing and microarray studiesDashboard-style interactive plots for RNA-seq analysis are R Markdown ready with Glimma 2.0.Reactivity-based screening for natural product discoveryTargeting Mycobacterium tuberculosis sensitivity to thiol stress at acidic pH kills the bacterium and potentiates antibioticsEnergy transfer between fluorescent proteins using a co-expression system in Mycobacterium smegmatis’Touchdown’PCR to circumvent spurious priming during gene amplification.A one pot, one step, precision cloning method with high throughput capability.CVTree: A Parallel Alignment-free Phylogeny and Taxonomy Tool Based on Composition Vectors of Genomes.antiSMASH 7.0: new and improved predictions for detection, regulation, chemical structures and visualisationSequencing, physical organization and kinetic expression of the patulin biosynthetic gene cluster from Penicillium expansumMultiQC: summarize analysis results for multiple tools and samples in a single reportBioinformatical analysis of the sequences, structures and functions of fungal polyketide synthase product template domains.Genome, Transcriptome, and Functional Analyses of Penicillium expansum Provide New Insights Into Secondary Metabolism and Pathogenicity.Analysis of the Sequences, Structures, and Functions of Product-Releasing Enzyme Domains in Fungal Polyketide Synthases.Characterisation of the biosynthetic pathway to agnestins A and B reveals the reductive route to chrysophanol in fungi.Genetic Characterization of Neosartorin Biosynthesis Provides Insight into Heterodimeric Natural Product GenerationStructures of a New Dihydroxanthone Derivative, Nidulalin-a, and a New Benzophenone Derivative, Nidulalin-B, from Emericella NidulansTargeting Mycobacterium tuberculosis Sensitivity to Thiol Stress at Acidic pH Kills the Bacterium and Potentiates AntibioticsDeciphering the Proteomic Landscape of Mycobacterium tuberculosis in Response to Acid and Oxidative Stresses.The sigma factors of Mycobacterium tuberculosis: regulation of the regulatorsThe alternative sigma factor SigH regulates major components of oxidative and heat stress responses in Mycobacterium tuberculosisThe response of mycobacterium tuberculosis to reactive oxygen and nitrogen speciesRole of the extracytoplasmic-function sigma factor sigma(H) in Mycobacterium tuberculosis global gene expression.AC2P20 selectively kills at acidic pH by depleting free thiols.SigH stress response mediates killing of Mycobacterium tuberculosis by activating nitronaphthofuran prodrugs via induction of Mrx2 expressionThe Oxidative Stress Network of Mycobacterium tuberculosis Reveals Coordination between Radical Detoxification SystemsReengineering redox sensitive GFP to measure mycothiol redox potential of Mycobacterium tuberculosis during infectionAuranofin exerts broad-spectrum bactericidal activities by targeting thiol-redox homeostasisAuranofin Activity Exposes Thioredoxin Reductase as a Viable Drug Target in[11] Diamide: An oxidant probe for thiols.Thiol specific oxidative stress response in MycobacteriaMycothiol: synthesis, biosynthesis and biological functions of the major low molecular weight thiol in actinomycetesA novel mycothiol-dependent detoxification pathway in mycobacteria involving mycothiol S-conjugate amidaseComprehensive Definition of the SigH Regulon of Mycobacterium tuberculosis Reveals Transcriptional Control of Diverse Stress ResponsesPestalone, a new antibiotic produced by a marine fungus in response to bacterial challengeActivation of silent biosynthetic pathways and discovery of novel secondary metabolites in actinomycetes by co-culture with mycolic acid-containing bacteriaGenetic Regulation of Mycotoxin Biosynthesis.F390B and C, new antitumor dihydroxanthone derivatives isolated from Penicillium spSyntheses of novel antitumor dihydroxanthone derivatives with inhibitory activity against DNA topoisomerase IIInhibition of DNA topoisomerases by nidulalin A derivativesNine constituents including six xanthone-related compounds isolated from two ascomycetes, Gelasinospora santi-florii and Emericella quadrilineata, found in a screening study focused on immunomodulatory activityThe first total synthesis of nidulalin A, a dihydroxanthone possessing multiple bioactivitiesAsymmetric Synthesis of Nidulalin A and Nidulaxanthone A: Selective Carbonyl Desaturation Using an Oxoammonium SaltTriple-Dearomative Photocycloaddition: A Strategy to Construct Caged Molecular FrameworksGenome-wide gene expression tuning reveals diverse vulnerabilities of M. tuberculosisAC2P20 selectively kills Mycobacterium tuberculosis at acidic pH by depleting free thiolsTargeting Mycobacterium tuberculosis Sensitivity to Thiol Stress at Acidic pH Kills the Bacterium and Potentiates Antibiotics6,11-Dioxobenzo[f]pyrido[1,2-a]indoles Kill Mycobacterium tuberculosis by Targeting Iron-Sulfur Protein Rv0338c (IspQ), A Putative Redox Sensor.Compounds with Potential Activity against Mycobacterium tuberculosisDecision Letter 0Decision Letter 1Author response to Decision Letter 1Decision Letter 2",
  "pmcid": "11614215",
  "features": {
    "sample_size": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "randomization": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "blinding": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "allocation_concealment": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "interaction_subgroup": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "variable_definitions": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "analysis_principles": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "itt_details": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "software": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "bioconductor"
      ],
      "examples": [
        {
          "match": "bioconductor",
          "context": "using DESeq2 v1.28.0 (https://bioconductor.org/packages/DESeq2/) [32]. G"
        }
      ]
    },
    "error_measures": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "multiplicity_correction": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "normality_checks": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "p_values": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "alpha"
      ],
      "examples": [
        {
          "match": "alpha",
          "context": "embly were transformed into 5-alpha competent E. coli cells (NEB)"
        }
      ]
    },
    "confidence_intervals": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "comparative_stats": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "fold-change"
      ],
      "examples": [
        {
          "match": "fold-change",
          "context": "an FDR of 0.1 and an absolute fold-change of 2. Venn diagrams were crea"
        }
      ]
    },
    "non_parametric": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "advanced_modeling": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "assumption_checks": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "survival_analysis": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "regression_and_models": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "reporting_guidelines": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "data_types": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "dependency": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "clustering": {
      "present": true,
      "count": 3,
      "unique_matches": [
        "cluster"
      ],
      "examples": [
        {
          "match": "cluster",
          "context": "eted regions of citrinin gene cluster (C7_116, C7_118, and C7_120;"
        },
        {
          "match": "cluster",
          "context": "23025) on the NIH HPC Biowulf cluster (http://hpc.nih.gov) with min"
        },
        {
          "match": "Cluster",
          "context": "1.1–3 to control the colors. Cluster networks were performed using"
        }
      ]
    },
    "missing_data": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "effect_size": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "post_hoc": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "baseline_reporting": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "table 1"
      ],
      "examples": [
        {
          "match": "Table 1",
          "context": "328 with accession numbers in Table 1. Fungal biomass from mono- an"
        }
      ]
    },
    "advanced_modeling_extra": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "systematic_review_metrics": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "diagnostic_metrics": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "model_details": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "domain_indicators": {
      "present": true,
      "count": 4,
      "unique_matches": [
        "fluorescence",
        "quantification"
      ],
      "examples": [
        {
          "match": "fluorescence",
          "context": "r bottom at 37°C. Ratiometric fluorescence at emission 510 nm (Ex: 405 n"
        },
        {
          "match": "fluorescence",
          "context": "l harvesting and the relative fluorescence was normalized to measure the"
        },
        {
          "match": "fluorescence",
          "context": "24 h). The ratio of Red/Green fluorescence was used as a measure to dete"
        }
      ]
    }
  },
  "feedback": {
    "overall_score": 5.5,
    "rigor_rating": "Medium",
    "critical_gaps": [
      {
        "message": "Software mentioned without specific versions.",
        "evidence": "...using DESeq2 v1.28.0 (https://bioconductor.org/packages/DESeq2/) [32]. G..."
      },
      {
        "message": "P-values reported without effect sizes (e.g. Odds Ratio).",
        "evidence": "...embly were transformed into 5-alpha competent E. coli cells (NEB)..."
      },
      {
        "message": "Longitudinal/clustered data detected without hierarchical modeling.",
        "evidence": "No direct quote found."
      }
    ],
    "strengths": [
      {
        "message": "Analysis context identifies basic science or bioinformatics (Softened clinical trial requirements).",
        "evidence": "Detected term: 'fluorescence'"
      }
    ],
    "actionable_recommendations": [
      {
        "item": "Statistical Architecture",
        "issue": "Clustered/repeated data requires hierarchical models.",
        "recommendation": "Use LMM, GLMM, or GEE.",
        "source_text": "Found 'cluster' but no mixed-effects models."
      }
    ],
    "deterministic_audit": true
  }
}