{
  "title": "Child and adolescent sleep disturbances and psychopathology in a mental health clinic sampleSleep timing and quantity in ecological and family context: a nationally representative time-diary studySleep to Internalizing Pathway in Young Adolescents (SIPYA): a proposed neurodevelopmental modelThe role of sleep in childhood psychiatric disordersSleep-related problems among children and adolescents with anxiety disordersSleep and psychiatric symptoms in school-age children“Children's sleep and internalizing and externalizing symptoms,”Longitudinal study of sleep and internalizing problems in youth treated for pediatric anxiety disordersProtective and risk factors for adolescent sleep: a meta-analytic reviewSleep and adjustment in preschool children: sleep diary reports by mothers relate to behavior reports by teachersCognitive, behavioral, and functional consequences of inadequate sleep in children and adolescentsSleep and psychiatric disorders: a meta-analysisMechanisms underlying the association between insomnia, anxiety, and depression in adolescence: implications for behavioral sleep interventionsSleep problems and complexity of mental health needs in adolescent psychiatric inpatientsThree Cs in measurement models: causal indicators, composite indicators, and covariatesA review of pediatric nonpharmacological sleep interventions: effects on sleep, secondary outcomes, and populations with co-occurring mental health conditionsThe Sleep Disturbance Scale for Children (SDSC): construction and validation of an instrument to evaluate sleep disturbances in childhood and adolescenceSleep-related problems and the effects of anxiety treatment in children and adolescentsSleep duration estimates of canadian children and adolescentsSleep-related problems in children and adolescents with anxiety disordersAn integrated sleep and anxiety intervention for anxious children: a pilot randomized controlled trialLongitudinal patterns of anxiety from childhood to adulthood: the Great Smoky Mountains Study“Sleep in the context of ADHD: a review of reviews to determine implications for research and clinical practice,”The development of psychopathology in females and males: Current progress and future challengesSleep-related problems and pediatric anxiety disordersCognitive behavioral therapy for insomnia in school-aged children and adolescentsMeasuring children's mental health in Ontario: policy issues and prospects for changeChild emotional insecurity and academic achievement: the role of sleep disruptionsSleep disruptions and emotional insecurity are pathways of risk for childrenSleep polysomnography as a predictor of recurrence in children and adolescents with major depressive disorderFactor analysis, causal indicators and quality of lifeSleep EEG changes during adolescence: An index of a fundamental brain reorganizationRelationship between sensory processing and sleep in typically developing childrenBeyond comorbidity: Toward a dimensional and hierarchical approach to understanding psychopathology across the life spanSleep during development: sex and gender differencesTransdiagnostic psychiatry: a systematic reviewSix-month prevalence of mental disorders and service contacts among children and youth in Ontario: evidence from the 2014 Ontario Child Health StudyTemperamental resistance to control increases the association between sleep problems and externalizing behavior developmentCognitive-behavioural therapy and short-term psychoanalytic psychotherapy versus brief psychosocial intervention in adolescents with unipolar major depression (IMPACT): a multicentre, pragmatic, observer-blind, randomised controlled trialSleep problems in childhood: A longitudinal study of developmental change and association with behavioral problemsSleep, emotional and behavioral difficulties in children and adolescentsReview of studies of risk and protective factors for psychopathology in childrenFormative measurement and academic research: In search of measurement theoryEffect of early intervention for anxiety on sleep outcomes in adolescents: a randomized trialIntroduction to Mediation, Moderation, and Conditional Process Analysis: A Regression-Based ApproachAddressing sleep problems and fatigue within child and adolescent mental health services: a qualitative studyTrying to fall asleep while catastrophising: What sleep-disordered adolescents think and feelSleep problems among adolescents within child and adolescent mental health services. An epidemiological study with registry linkageSelf-reported organic and nonorganic sleep problems in schoolchildren aged 11 to 15 years in ViennaPsychiatric symptoms in children with insomnia referred to a pediatric sleep medicine centerSleep complaints and psychiatric symptoms in children evaluated at a pediatric mental health clinicSleep disruption in adolescent inpatients: prevalence, associations with clinical outcomes, and clinician perspectivesTrouble sleeping and anxiety/depression in childhoodEpidemiology of DSM-IV insomnia in adolescence: lifetime prevalence, chronicity, and an emergent gender differenceReciprocal relations between children's sleep and their adjustment over timeThe effect of different forms of centering in hierarchical linear modelsA hierarchical causal taxonomy of psychopathology across the life spanSleep disorders in early childhood and the development of mental health problems in adolescents: a systematic review of longitudinal and prospective studiesScale development and psychometric properties of internalizing symptoms: the InterRAI child and youth mental health internalizing subscaleDevelopment and psychometric validation of the interRAI ChYMH externalizing subscaleSleep and behavior problems among preschoolersTemporal daily associations between pain and sleep in adolescents with chronic pain versus healthy adolescentsSleep-related difficulties in healthy children and adolescentsThe bidirectional relationship between sleep and externalizing behavior: a systematic reviewA meta-analysis and model of the relationship between sleep and depression in adolescents: recommendations for future research and clinical practiceSuppressor variables in path models: definitions and interpretationsPersistent sleep disturbance is associated with treatment response in adolescents with depressionAssociation between disturbed sleep and depression in children and youths: A systematic review and meta-analysis of cohort studiesSex differences in insomnia and risk for psychopathology in adolescenceImpact of a child's chronic illness on maternal sleep and daytime functioningRisk and protective factors and processes for child sleep problems among preschool and early school-aged children: a systematic reviewClinical characteristics of adolescents referred for treatment of depressive disordersClassification and epidemiology of childhood sleep disordersPoor sleep and psychiatric symptoms at school: an epidemiological studyRecommended amount of sleep for pediatric populations: a consensus statement of the American Academy of Sleep MedicineThe influence of parenting style on health related behavior of children: findings from the ChiBS studyFatores de risco associados a problemas de saúde mental em adolescentes: Revisão integrativaAsymptotic and resampling strategies for assessing and comparing indirect effects in simple and multiple mediator modelsBidirectional associations between child sleep problems and internalizing and externalizing difficulties from preschool to early adolescenceThe relation between common sleep problems and emotional and behavioral problems among 2- and 3-year-olds in the context of known risk factors for psychopathologyPrevalences and correlates of sleep problems among adolescents in specialty mental health services and in the community: what differs?Sensory processing, physiological stress, and sleep behaviors in children with and without autism spectrum disordersSleep, neurobehavioral functioning, and behavior problems in school-age childrenParental psychopathology and sleep variation in childrenSleep problems predict and are predicted by generalized anxiety/depression and oppositional defiant disorderSensory hypersensitivity as a contributing factor in the relation between sleep and behavioral disorders in normal schoolchildrenIdentifying adolescent sleep problemsSleep behaviors and disorders in children and adolescents evaluated at psychiatric clinicsThe comorbidity of chronic pain and sleep disturbances in a community adolescent sample: prevalence and association with sociodemographic and psychosocial factorsStability of sleep disorders from preschool to first grade and their bidirectional relationship with psychiatric symptomsThe interRAI child and youth suite of mental health assessment instruments: an integrated approach to mental health service deliverySensory processing in children with and without autism: a comparative study using the short sensory profileSuppression situations in psychological research: definitions, implications, and applicationsDaily bidirectional relationships between sleep and mental health symptoms in youth with emotional and behavioral problemsLongitudinal bidirectional effects between sleep quality and internalizing problemsRisk and protective factors for children's and adolescents' mental health: results of the BELLA studyPatterns of sleep problems and internalizing and externalizing problems among Chinese adolescents: a latent class analysisSex differences in insomnia: a meta-analysis",
  "pmcid": "12713889",
  "features": {
    "sample_size": {
      "present": true,
      "count": 6,
      "unique_matches": [
        "n = 6",
        "n= 43",
        "n = 7"
      ],
      "examples": [
        {
          "match": "n = 6",
          "context": "ple approach was utilized (S1 n = 6,773, S2 n = 6,699). Hierarchi"
        },
        {
          "match": "n = 6",
          "context": "as utilized (S1 n = 6,773, S2 n = 6,699). Hierarchical regression"
        },
        {
          "match": "n= 43",
          "context": "the caregiver distress score (n= 43) and 0.1% were missing a pain"
        }
      ]
    },
    "randomization": {
      "present": true,
      "count": 4,
      "unique_matches": [
        "randomly assigned"
      ],
      "examples": [
        {
          "match": "randomly assigned",
          "context": "ple 1 and sample 2. Data were randomly assigned to sample 1 or sample 2. Scor"
        },
        {
          "match": "randomly assigned",
          "context": "p ≤ 0.5, *p ≤ 0.01. Data were randomly assigned to Sample 1 (below diagonal)"
        },
        {
          "match": "randomly assigned",
          "context": "d sample 2. FOOTER: Data were randomly assigned to sample 1 or sample 2.Score"
        }
      ]
    },
    "blinding": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "allocation_concealment": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "interaction_subgroup": {
      "present": true,
      "count": 3,
      "unique_matches": [
        "interaction term",
        "interaction effect"
      ],
      "examples": [
        {
          "match": "interaction term",
          "context": "ntered. (5) For all ages, the interaction term (Age X Sleep disturbance) was"
        },
        {
          "match": "interaction term",
          "context": "ntered prior to computing the interaction term (Kreft et al., 1995). For ado"
        },
        {
          "match": "interaction effect",
          "context": "xamined. Finally, a three-way interaction effect (Age X Sex X Sleep distrubanc"
        }
      ]
    },
    "variable_definitions": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "analysis_principles": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "itt_details": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "software": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "spss"
      ],
      "examples": [
        {
          "match": "SPSS",
          "context": "ion analysis was conducted in SPSS to account for this non-rando"
        },
        {
          "match": "SPSS",
          "context": "r and Hayes PROCESS Macro for SPSS (Hayes, 2018; Preacher and Ha"
        }
      ]
    },
    "error_measures": {
      "present": true,
      "count": 4,
      "unique_matches": [
        "sd",
        "standard deviation"
      ],
      "examples": [
        {
          "match": "standard deviation",
          "context": "both S1 and S2, the means and standard deviations are shown in Table 1. Means"
        },
        {
          "match": "standard deviation",
          "context": "e shown in Table 1. Means and standard deviations for sample 1 and sample 2. D"
        },
        {
          "match": "standard deviation",
          "context": "02-0.002). CAPTION: Means and standard deviations for sample 1 and sample 2. F"
        }
      ]
    },
    "multiplicity_correction": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "normality_checks": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "p_values": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "confidence_intervals": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "comparative_stats": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "non_parametric": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "advanced_modeling": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "multiple imputation"
      ],
      "examples": [
        {
          "match": "Multiple imputation",
          "context": "missing a pain score (n = 7). Multiple imputation analyses were completed for p"
        },
        {
          "match": "multiple imputation",
          "context": "out sensory sensitivity, thus multiple imputation analysis was conducted in SPS"
        }
      ]
    },
    "assumption_checks": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "survival_analysis": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "regression_and_models": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "reporting_guidelines": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "data_types": {
      "present": true,
      "count": 3,
      "unique_matches": [
        "continuous"
      ],
      "examples": [
        {
          "match": "continuous",
          "context": "3 days, 3 or more episodes or continuously). An internalizing score wa"
        },
        {
          "match": "continuous",
          "context": "3 days, 3 or more episodes or continuously). The 7 outer-directed item"
        },
        {
          "match": "continuous",
          "context": "3 days, 3 or more episodes or continuously). Items were summed to yiel"
        }
      ]
    },
    "dependency": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "clustering": {
      "present": true,
      "count": 4,
      "unique_matches": [
        "hierarchical"
      ],
      "examples": [
        {
          "match": "Hierarchical",
          "context": "(S1 n = 6,773, S2 n = 6,699). Hierarchical regressions examined the effe"
        },
        {
          "match": "hierarchical",
          "context": "Sample 2 (S2; n = 6,699). Two hierarchical regression analyses were cond"
        },
        {
          "match": "Hierarchical",
          "context": "n ages 12 and older. CAPTION: Hierarchical multiple regression: internal"
        }
      ]
    },
    "missing_data": {
      "present": true,
      "count": 12,
      "unique_matches": [
        "missing data",
        "imputation",
        "missing information",
        "missing values"
      ],
      "examples": [
        {
          "match": "missing data",
          "context": "re completed for participants missing data. Initial versions of the inte"
        },
        {
          "match": "missing information",
          "context": "o account for this non-random missing information (N = 859). Cases with and wit"
        },
        {
          "match": "missing values",
          "context": "iagonal). Due to tolerance of missing values in secondary measures and a s"
        }
      ]
    },
    "effect_size": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "post_hoc": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "baseline_reporting": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "table 1"
      ],
      "examples": [
        {
          "match": "Table 1",
          "context": "ndard deviations are shown in Table 1. Means and standard deviation"
        }
      ]
    },
    "advanced_modeling_extra": {
      "present": true,
      "count": 4,
      "unique_matches": [
        "excluded"
      ],
      "examples": [
        {
          "match": "excluded",
          "context": "current study, children were excluded if it was determined that the"
        },
        {
          "match": "excluded",
          "context": "N = 298). Children were also excluded if they fell outside of the i"
        },
        {
          "match": "excluded",
          "context": "econdary measures, cases were excluded if two or more measures were"
        }
      ]
    },
    "systematic_review_metrics": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "diagnostic_metrics": {
      "present": true,
      "count": 8,
      "unique_matches": [
        "sensitivity"
      ],
      "examples": [
        {
          "match": "sensitivity",
          "context": "ild- (i.e., age, sex, sensory sensitivity, pain) and family-level varia"
        },
        {
          "match": "Sensitivity",
          "context": "higher pain severity. Sensory Sensitivity was measured by three items o"
        },
        {
          "match": "sensitivity",
          "context": "es indicating greater sensory sensitivity. Caregiver Distress (CD) cons"
        }
      ]
    },
    "model_details": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "domain_indicators": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    }
  },
  "feedback": {
    "overall_score": 7.0,
    "rigor_rating": "Medium",
    "critical_gaps": [
      {
        "message": "Reporting of blinding or masking procedure is missing.",
        "evidence": "No matches for 'blinded' or 'masked'"
      },
      {
        "message": "Software mentioned without specific versions.",
        "evidence": "...ion analysis was conducted in SPSS to account for this non-rando..."
      }
    ],
    "strengths": [
      {
        "message": "Addressed missing data using imputation methods.",
        "evidence": "...re completed for participants missing data. Initial versions of the inte..."
      },
      {
        "message": "Exclusion criteria explicitly defined (transparency).",
        "evidence": "...current study, children were excluded if it was determined that the..."
      },
      {
        "message": "Reported diagnostic metrics (AUC/ROC).",
        "evidence": "...ild- (i.e., age, sex, sensory sensitivity, pain) and family-level varia..."
      }
    ],
    "actionable_recommendations": [],
    "deterministic_audit": true
  }
}