{
  "title": "Effect of adjuvant carboplatin intensified chemotherapy versus standard chemotherapy on survival in women with high risk, early stage, triple negative breast cancer (CITRINE): randomised, open label phase 3 trialMolecular portraits of human breast tumoursTriple-negative breast cancerNeoadjuvant Systemic Therapy in Early Breast Cancer: Results of a Prospective Observational Multicenter BRIDE StudyEvolution of adjuvant chemotherapy for breast cancerWeekly paclitaxel in the adjuvant treatment of breast cancerLong-Term Follow-Up of the E1199 Phase III Trial Evaluating the Role of Taxane and Schedule in Operable Breast CancerFluorouracil and dose-dense chemotherapy in adjuvant treatment of patients with early-stage breast cancer: an open-label, 2 × 2 factorial, randomised phase 3 trialRandomized trial of dose-dense versus conventionally scheduled and sequential versus concurrent combination chemotherapy as postoperative adjuvant treatment of node-positive primary breast cancer: first report of Intergroup Trial C9741/Cancer and Leukemia Group B Trial 9741Increasing the dose intensity of chemotherapy by more frequent administration or sequential scheduling: a patient-level meta-analysis of 37 298 women with early breast cancer in 26 randomised trialsPhase III study of doxorubicin/cyclophosphamide with concomitant versus sequential docetaxel as adjuvant treatment in patients with human epidermal growth factor receptor 2-normal, node-positive breast cancer: BCIRG-005 trialSequential adjuvant epirubicin-based and docetaxel chemotherapy for node-positive breast cancer patients: the FNCLCC PACS 01 TrialSWOG S0221: a phase III trial comparing chemotherapy schedules in high-risk early-stage breast cancerEfficacy of neoadjuvant Cisplatin in triple-negative breast cancerCarboplatin in BRCA1/2-mutated and triple-negative breast cancer BRCAness subgroups: the TNT TrialImpact of the addition of carboplatin and/or bevacizumab to neoadjuvant once-per-week paclitaxel followed by dose-dense doxorubicin and cyclophosphamide on pathologic complete response rates in stage II to III triple-negative breast cancer: CALGB 40603 (Alliance)CALGB 40603 (Alliance): Long-Term Outcomes and Genomic Correlates of Response and Survival After Neoadjuvant Chemotherapy With or Without Carboplatin and Bevacizumab in Triple-Negative Breast CancerLong-term efficacy and safety of addition of carboplatin with or without veliparib to standard neoadjuvant chemotherapy in triple-negative breast cancer: 4-year follow-up data from BrighTNess, a randomized phase III trialAddition of the PARP inhibitor veliparib plus carboplatin or carboplatin alone to standard neoadjuvant chemotherapy in triple-negative breast cancer (BrighTNess): a randomised, phase 3 trialRandomized phase II study of weekly paclitaxel with and without carboplatin followed by cyclophosphamide/epirubicin/5-fluorouracil as neoadjuvant chemotherapy for stage II/IIIA breast cancer without HER2 overexpressionLong-term survival analysis of addition of carboplatin to neoadjuvant chemotherapy in HER2-negative breast cancerComparison of Neoadjuvant Nab-Paclitaxel+Carboplatin vs Nab-Paclitaxel+Gemcitabine in Triple-Negative Breast Cancer: Randomized WSG-ADAPT-TN Trial ResultsCisplatin plus gemcitabine versus paclitaxel plus gemcitabine as first-line therapy for metastatic triple-negative breast cancer (CBCSG006): a randomised, open-label, multicentre, phase 3 trialAdjuvant chemotherapy for resected triple negative breast cancer patients: A network meta-analysisHuman Epidermal Growth Factor Receptor 2 Testing in Breast Cancer: ASCO-College of American Pathologists Guideline UpdateAmerican Society of Clinical Oncology/College Of American Pathologists guideline recommendations for immunohistochemical testing of estrogen and progesterone receptors in breast cancerCONSORT 2025 statement: updated guideline for reporting randomised trialsAnthracycline-containing and taxane-containing chemotherapy for early-stage operable breast cancer: a patient-level meta-analysis of 100 000 women from 86 randomised trialsOverall survival in the OlympiA phase III trial of adjuvant olaparib in patients with germline pathogenic variants in BRCA1/2 and high-risk, early breast cancerAdjuvant Olaparib for Patients with - or -Mutated Breast CancerInherited mutations in 17 breast cancer susceptibility genes among a large triple-negative breast cancer cohort unselected for family history of breast cancerCamrelizumab vs Placebo in Combination With Chemotherapy as Neoadjuvant Treatment in Patients With Early or Locally Advanced Triple-Negative Breast Cancer: The CamRelief Randomized Clinical TrialPembrolizumab and chemotherapy in high-risk, early-stage, ER/HER2 breast cancer: a randomized phase 3 trialPathologic complete response (pCR) to neoadjuvant treatment with or without atezolizumab in triple-negative, early high-risk and locally advanced breast cancer: NeoTRIP Michelangelo randomized studyNeoadjuvant atezolizumab in combination with sequential nab-paclitaxel and anthracycline-based chemotherapy versus placebo and chemotherapy in patients with early-stage triple-negative breast cancer (IMpassion031): a randomised, double-blind, phase 3 trialAdjuvant Atezolizumab for Early Triple-Negative Breast Cancer: The ALEXANDRA/IMpassion030 Randomized Clinical TrialA-BRAVE trial: A phase III randomized trial with avelumab in early triple-negative breast cancer with residual disease after neoadjuvant chemotherapy or at high risk after primary surgery and adjuvant chemotherapyEffect of Capecitabine Maintenance Therapy Using Lower Dosage and Higher Frequency vs Observation on Disease-Free Survival Among Patients With Early-Stage Triple-Negative Breast Cancer Who Had Received Standard Treatment: The SYSUCC-001 Randomized Clinical TrialPlatinum chemotherapy for early triple-negative breast cancerNeoadjuvant carboplatin in patients with triple-negative and HER2-positive early breast cancer (GeparSixto; GBG 66): a randomised phase 2 trialEffect of Adjuvant Paclitaxel and Carboplatin on Survival in Women With Triple-Negative Breast Cancer: A Phase 3 Randomized Clinical TrialA randomized, multicenter, open-label, phase III trial comparing anthracyclines followed by taxane versus anthracyclines followed by taxane plus carboplatin as (neo) adjuvant therapy in patients with early triple-negative breast cancer: Korean Cancer Study Group BR 15-1 PEARLY trialPEARLY: A randomized, multicenter, open-label, phase III trial comparing anthracyclines followed by taxane versus anthracyclines followed by taxane plus carboplatin as (neo)adjuvant therapy in patients with early triple-negative breast cancerNRG-BR003: A randomized phase III trial comparing doxorubicin plus cyclophosphamide followed by weekly paclitaxel with or without carboplatin for node-positive or high-risk node-negative TNBCKi67 levels as predictive and prognostic parameters in pretherapeutic breast cancer core biopsies: a translational investigation in the neoadjuvant GeparTrio trialPrognostic predictive value of Ki-67 in stage I-II triple-negative breast cancerDe-escalated Neoadjuvant Chemotherapy in Early Triple-Negative Breast Cancer (TNBC): Impact of Molecular Markers and Final Survival Analysis of the WSG-ADAPT-TN TrialBlinded, randomized, multicenter study to evaluate single administration pegfilgrastim once per cycle versus daily filgrastim as an adjunct to chemotherapy in patients with high-risk stage II or stage III/IV breast cancerA randomized double-blind multicenter phase III study of fixed-dose single-administration pegfilgrastim versus daily filgrastim in patients receiving myelosuppressive chemotherapy2010 update of EORTC guidelines for the use of granulocyte-colony stimulating factor to reduce the incidence of chemotherapy-induced febrile neutropenia in adult patients with lymphoproliferative disorders and solid tumoursPembrolizumab for early triple-negative breast cancer",
  "pmcid": "12723525",
  "features": {
    "sample_size": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "randomization": {
      "present": true,
      "count": 12,
      "unique_matches": [
        "randomisation",
        "randomise",
        "allocation"
      ],
      "examples": [
        {
          "match": "randomise",
          "context": "This was a randomised, open label, phase 3, two ar"
        },
        {
          "match": "randomisation",
          "context": "n function, and readiness for randomisation. We excluded patients if they"
        },
        {
          "match": "randomise",
          "context": "6  Patients were assigned and randomised (1:1) to the carboplatin arm"
        }
      ]
    },
    "blinding": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "blinded"
      ],
      "examples": [
        {
          "match": "blinded",
          "context": "tients nor investigators were blinded to the treatment assignments,"
        },
        {
          "match": "blinded",
          "context": "collectors, and analysts were blinded to the allocation. Patients i"
        }
      ]
    },
    "allocation_concealment": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "interaction_subgroup": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "interaction term",
        "interaction effect"
      ],
      "examples": [
        {
          "match": "interaction term",
          "context": "d the trial-group-by-subgroup interaction term for categorical variables. We"
        },
        {
          "match": "interaction effect",
          "context": "lore potential non-linear and interaction effects between Ki-67 expression and"
        }
      ]
    },
    "variable_definitions": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "primary endpoint"
      ],
      "examples": [
        {
          "match": "primary endpoint",
          "context": "chest were done annually. The primary endpoint was disease-free survival, de"
        },
        {
          "match": "primary endpoint",
          "context": "djusted hazard ratios for the primary endpoint of disease-free survival adju"
        }
      ]
    },
    "analysis_principles": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "intention-to-treat"
      ],
      "examples": [
        {
          "match": "intention-to-treat",
          "context": "ever comes first. We used the intention-to-treat population efficacy analyses."
        },
        {
          "match": "intention-to-treat",
          "context": "haracteristics of patients in intention-to-treat population at baseline. Value"
        }
      ]
    },
    "itt_details": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "intention-to-treat population"
      ],
      "examples": [
        {
          "match": "intention-to-treat population",
          "context": "ever comes first. We used the intention-to-treat population efficacy analyses. Safety and"
        },
        {
          "match": "intention-to-treat population",
          "context": "haracteristics of patients in intention-to-treat population at baseline. Values are numbe"
        }
      ]
    },
    "software": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "r 4.4.1",
        "spss version 22"
      ],
      "examples": [
        {
          "match": "R 4.4.1",
          "context": "We used SPSS version 22.0 and R 4.4.1 for statistical analyses. Pat"
        },
        {
          "match": "SPSS version 22",
          "context": "reted as exploratory. We used SPSS version 22.0 and R 4.4.1 for statistical"
        }
      ]
    },
    "error_measures": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "multiplicity_correction": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "normality_checks": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "p_values": {
      "present": true,
      "count": 4,
      "unique_matches": [
        "significance level",
        "secondary endpoint"
      ],
      "examples": [
        {
          "match": "significance level",
          "context": "n the two arms at a two sided significance level of 5%, on the basis of a 1:1"
        },
        {
          "match": "significance level",
          "context": "red significant at an overall significance level of 0.05. As no formal type I"
        },
        {
          "match": "Secondary endpoint",
          "context": "t the date of the last visit. Secondary endpoints included recurrence-free sur"
        }
      ]
    },
    "confidence_intervals": {
      "present": true,
      "count": 3,
      "unique_matches": [
        "confidence interval",
        "95% confidence"
      ],
      "examples": [
        {
          "match": "confidence interval",
          "context": "to estimate hazard ratios and confidence intervals, and we tested the compariso"
        },
        {
          "match": "confidence interval",
          "context": "n hazard ratios and their 95% confidence intervals. To explore potential non-li"
        },
        {
          "match": "95% confidence",
          "context": "ction hazard ratios and their 95% confidence intervals. To explore potenti"
        }
      ]
    },
    "comparative_stats": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "non_parametric": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "advanced_modeling": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "assumption_checks": {
      "present": true,
      "count": 7,
      "unique_matches": [
        "schoenfeld residuals",
        "proportional hazards assumption",
        "proportional hazards"
      ],
      "examples": [
        {
          "match": "Schoenfeld residuals",
          "context": "hazards by assessment of the Schoenfeld residuals. When proportional hazards as"
        },
        {
          "match": "Schoenfeld residuals",
          "context": "pline (df=4) smooth of scaled Schoenfeld residuals on the original timescale to"
        },
        {
          "match": "proportional hazards assumption",
          "context": "he Schoenfeld residuals. When proportional hazards assumption was not valid, we provided re"
        }
      ]
    },
    "survival_analysis": {
      "present": true,
      "count": 10,
      "unique_matches": [
        "overall survival",
        "kaplan-meier",
        "restricted mean survival",
        "hazard ratio",
        "log-rank"
      ],
      "examples": [
        {
          "match": "Kaplan-Meier",
          "context": "urvival outcomes by using the Kaplan-Meier method. We used an unadjusted"
        },
        {
          "match": "log-rank",
          "context": "urvival between trial arms by log-rank testing. We assessed the assu"
        },
        {
          "match": "hazard ratio",
          "context": "nal hazards model to estimate hazard ratios and confidence intervals, an"
        }
      ]
    },
    "regression_and_models": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "cox proportional"
      ],
      "examples": [
        {
          "match": "Cox proportional",
          "context": "method. We used an unadjusted Cox proportional hazards model to estimate haz"
        },
        {
          "match": "Cox proportional",
          "context": "ied subgroup analyses using a Cox proportional hazards model that included t"
        }
      ]
    },
    "reporting_guidelines": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "consort"
      ],
      "examples": [
        {
          "match": "CONSORT",
          "context": "was reported according to the CONSORT 2025 statement.26  Patients w"
        }
      ]
    },
    "data_types": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "categorical",
        "continuous"
      ],
      "examples": [
        {
          "match": "categorical",
          "context": "subgroup interaction term for categorical variables. We also reported c"
        },
        {
          "match": "continuous",
          "context": "Ki-67, which we modelled as a continuous variables using splines to ca"
        }
      ]
    },
    "dependency": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "clustering": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "missing_data": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "dropout"
      ],
      "examples": [
        {
          "match": "dropout",
          "context": "t patient. Assuming an annual dropout rate of 5%, a total of 808 pa"
        }
      ]
    },
    "effect_size": {
      "present": true,
      "count": 5,
      "unique_matches": [
        "hazard ratio"
      ],
      "examples": [
        {
          "match": "hazard ratio",
          "context": "nal hazards model to estimate hazard ratios and confidence intervals, an"
        },
        {
          "match": "hazard ratio",
          "context": "al analysis and the piecewise hazard ratio within pre-defined time perio"
        },
        {
          "match": "hazard ratio",
          "context": "d >36 months). We also showed hazard ratios over time derived from the n"
        }
      ]
    },
    "post_hoc": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "baseline_reporting": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "advanced_modeling_extra": {
      "present": true,
      "count": 5,
      "unique_matches": [
        "restricted cubic spline",
        "excluded",
        "cubic spline",
        "pre-specified",
        "splines"
      ],
      "examples": [
        {
          "match": "cubic spline",
          "context": "ival, we applied a restricted cubic spline with four knots. P values wer"
        },
        {
          "match": "restricted cubic spline",
          "context": "e-free survival, we applied a restricted cubic spline with four knots. P values wer"
        },
        {
          "match": "splines",
          "context": "a continuous variables using splines to capture potential non-line"
        }
      ]
    },
    "systematic_review_metrics": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "diagnostic_metrics": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "model_details": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "domain_indicators": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "staining"
      ],
      "examples": [
        {
          "match": "staining",
          "context": "status was defined as nuclear staining in <1% of tumour cells, and H"
        }
      ]
    }
  },
  "feedback": {
    "overall_score": 5.5,
    "rigor_rating": "Medium",
    "critical_gaps": [
      {
        "message": "Missing data handled via complete-case analysis (potential bias).",
        "evidence": "...t patient. Assuming an annual dropout rate of 5%, a total of 808 pa..."
      },
      {
        "message": "P-values reported without effect sizes (e.g. Odds Ratio).",
        "evidence": "...n the two arms at a two sided significance level of 5%, on the basis of a 1:1..."
      },
      {
        "message": "Categorical data mentioned, but no appropriate categorical tests found.",
        "evidence": "...subgroup interaction term for categorical variables. We also reported c..."
      }
    ],
    "strengths": [
      {
        "message": "Analysis context identifies basic science or bioinformatics (Softened clinical trial requirements).",
        "evidence": "Detected term: 'staining'"
      },
      {
        "message": "Detailed software versions provided.",
        "evidence": "...We used SPSS version 22.0 and R 4.4.1 for statistical analyses. Pat..."
      },
      {
        "message": "Verified proportional hazards assumption.",
        "evidence": "...hazards by assessment of the Schoenfeld residuals. When proportional hazards as..."
      },
      {
        "message": "Exclusion criteria explicitly defined (transparency).",
        "evidence": "...ival, we applied a restricted cubic spline with four knots. P values wer..."
      }
    ],
    "actionable_recommendations": [],
    "deterministic_audit": true
  }
}