{
  "title": "What about Your Friends? Friendship Networks and Mental Health in Critical ConsciousnessCritical consciousness: A developmental approach to addressing marginalization and oppressionNew terrain in youth development: The promise of a social justice approachInterweaving youth development, community development, and social change through youth organizingSociopolitical development as an antidote for oppression—Theory and actionLearning to dislike your opponents: Political socialization in the era of polarizationRacism and nationalism during and beyond the COVID-19 pandemicBurnout and belonging: How the costs and benefits of youth activism affect youth health and wellbeingCritical consciousness and wellbeing in adolescents and young adults: A systematic reviewThinking ourselves to liberation? Advancing sociopolitical action in critical consciousness“With politics, it’s easier to talk to them about it”: Peer racial socialization and sociopolitical development among black college studentsCivic development within the peer context: Associations between early adolescent social connectedness and civic engagementFactors associated with civic engagement in adolescence: The effects of neighborhood, school, family, and peer contextsDisentangling longitudinal trajectories of racial discrimination and critical action among Black and Latinx college students: What role do peers play?Service, activism, and friendships in high school: A longitudinal social network analysis of peer influence and critical beliefsThe mental health effects of student activism: Persisting despite psychological costsSociopolitical development: A history and overview of a black liberatory approach to youth developmentYouth and democracy: Participation for personal, relational, and collective well-beingSociopolitical development and social identitiesCritical consciousness: A critique and critical analysis of the literatureA multidimensional conceptualization and measure of youth civic agencyToward relational empowermentTerms of empowerment/exemplars of prevention: Toward a theory for community psychology“Friendship brought me into it, but commitment bought me into it”: Civic engagement motivations among highly engaged Asian American youthCritical consciousness of anti-Black racism: A practical model to prevent and resist racial traumaUnderstanding collective identity in virtual spaces: A study of the youth climate movementIntraminority solidarity: The role of critical consciousnessSexual minority youth, social connection and resilience: From personal struggle to collective identityCivic engagement and the transition to adulthoodNormative influences on adolescents’ self-reported pro-environmental behaviors: The role of parents and friendsInterpersonal racism and peer relationships: An integrative framework and directions for researchOn the microfoundations of the link between classroom social norms and behavioral developmentEmerging adults’ social justice engagement: Motivations, barriers, and social identityFriendship quality and social developmentA prospective study of the relative contribution of adolescent peer support quantity and quality to depressive symptomsA conceptual model of intergroup contact, social capital, and youth civic engagement for diverse democracyThe intersection of emotional and sociocognitive competencies with civic engagement in middle childhood and adolescenceCivic purpose: An integrated construct for understanding civic development in adolescenceElection-related sociopolitical stress and coping among college students in the United StatesSocial influence: Compliance and conformityToward understanding the functions of peer influence: A summary and synthesis of recent empirical researchHomophily, selection, and socialization in adolescent friendshipsEarly adolescents demonstrate peer-network homophily in political attitudes and valuesSimilarities between friends on service, activism, and awareness of inequities in an adolescent social networkWellness as fairnessFriends, relatives, sanity, and health: The costs of politicsIn it together: Exploring how belonging to a youth activist group enhances well-beingThe structure of communication networks matters: How network diversity, centrality, and context influence political ambivalence, participation, and knowledgeReal and perceived attitude agreement in social networksAdolescent mental health in relation to anti-racism critical actionPsychological toll of being awakened: Asian-origin youth’s critical reflection and mental healthCritical reflection and positive youth development among White and Black adolescents: Is understanding inequality connected to thriving?Culturally relevant strengths and positive development in high achieving youth of colorTowards a model of positive youth development specific to girls of color: Perspectives on development, resilience, and empowermentA bitter pill to swallow? Patterns of critical consciousness and socioemotional and academic well-being in early adolescenceFor better or worse? System-justifying beliefs in sixth-grade predict trajectories of self-esteem and behavior across early adolescenceThe role of empowerment in youth development: A study of sociopolitical control as mediator of ecological systems’ influence on developmental outcomesPsychological empowerment among urban youth: Measure development and relationship to psychosocial functioningAdolescent political activism and long-term happiness: A 21-year longitudinal study on the development of micro- and macrosocial worriesQueer solidarities: New activisms erupting at the intersection of structural precarity and radical misrecognitionPolitical engagement and wellbeing among college studentsEffects of social movement participation on political efficacy and well-being: A longitudinal study of civically engaged youthDocumenting sociopolitical development via Participatory Action Research (PAR) with women of color student activists in the neoliberal universitySupportive peer relationships and mental health in adolescence: An integrative reviewRelations of friendship experiences with depressive symptoms and loneliness in childhood and adolescence: A meta-analytic reviewSocial network determinants of depressionSocial network status and depression among adolescents: An examination of social network influences and depressive symptoms in a Chinese sampleGot bots? Practical recommendations to protect online survey data from bot attacksMaximum likelihood from incomplete data via the EM algorithmMICE: Multivariate Imputation by Chained Equations in RIndividual orientation toward engagement in social actionDevelopment and validation of the Black community activism orientation scaleYouth anti-racist engagement: Conceptualization, development, and validation of an anti-racism action scaleDevelopment and validation of the Critical Consciousness ScaleDevelopment and validation of the youth Sociopolitical Action Scale for Social Media (SASSM)Development of the Short Critical Consciousness Scale (ShoCCS)Critical consciousness and vocational development among Latina/o high school youth: Initial development and testing of a measureThe development and validation of the Contemporary Critical Consciousness MeasureSocial dominance orientation: A personality variable predicting social and political attitudesLinking critical consciousness and health: The utility of the critical reflection about social determinants of health scaleConstruction and initial validation of the Color-Blind Racial Attitudes Scale (CoBRAS)The Watts Connectedness Scale: A new scale for measuring a sense of connectedness to self, others, and worldThe Patient Health Questionnaire-2: Validity of a two-item depression screenerAnxiety disorders in primary care: Prevalence, impairment, comorbidity, and detectionPsychometric properties and clinical utility of brief measures of depression, anxiety, and general distress: The PHQ-2, GAD-2, and K-6New Well-being measures: Short scales to assess flourishing and positive and negative feelingsBest practices for modeling egocentric social network data and health outcomesA meta-analysis of longitudinal peer influence effects in childhood and adolescenceStress, social support, and the buffering hypothesisA meta-analytic review of the association between perceived social support and depression in childhood and adolescenceUnintentional consequences: Facing the risks of being a youth activistComparing the costs and benefits of activism for girls with different sexual orientations and racial and ethnic identitiesNon-zero-sum collaboration, reciprocity, and the preference for similarity: Developing an adaptive model of close relational functioningMaking and keeping friends: The importance of being similarNetworks in the making: Friendship segregation and ethnic homophilyAdolescent intergroup connections and their developmental benefits: Exploring contributions from social network analysisMechanisms linking social ties and support to physical and mental healthThe mental health continuum: From languishing to flourishing in lifeInference for social network models from egocentrically sampled data, with application to understanding persistent racial disparities in HIV prevalence in the USIntroduction to stochastic actor-based models for network dynamics",
  "pmcid": "12735295",
  "features": {
    "sample_size": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "sample size"
      ],
      "examples": [
        {
          "match": "sample size",
          "context": "other Pacific Islander; small sample sizes precluded further examinatio"
        }
      ]
    },
    "randomization": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "blinding": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "allocation_concealment": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "interaction_subgroup": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "variable_definitions": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "analysis_principles": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "itt_details": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "software": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "error_measures": {
      "present": true,
      "count": 17,
      "unique_matches": [
        "sd",
        "standard error"
      ],
      "examples": [
        {
          "match": "Standard error",
          "context": "dized, including the outcome. Standard errors are shown in parentheses. Al"
        },
        {
          "match": "Standard error",
          "context": "dized, including the outcome. Standard errors are shown in parentheses. Al"
        },
        {
          "match": "Standard error",
          "context": "dized, including the outcome. Standard errors are shown in parentheses. Al"
        }
      ]
    },
    "multiplicity_correction": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "normality_checks": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "p_values": {
      "present": true,
      "count": 23,
      "unique_matches": [
        "p < 0.001",
        "p = 0.100",
        "alpha",
        "p < 0.01",
        "p < 0.05",
        "p = 0.149"
      ],
      "examples": [
        {
          "match": "p = 0.149",
          "context": "at random (χ2(2,634) = 2,710; p = 0.149). Participants’ indications t"
        },
        {
          "match": "p < 0.001",
          "context": "= 2.92, SD = 1.45, t = 5.12, p < 0.001). We measured the drive subsc"
        },
        {
          "match": "p < 0.001",
          "context": "= 3.26, SD = 1.29, t = 6.26, p < 0.001). Participants’ critical refl"
        }
      ]
    },
    "confidence_intervals": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "comparative_stats": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "χ2"
      ],
      "examples": [
        {
          "match": "χ2",
          "context": "completely missing at random (χ2(2,634) = 2,710; p = 0.149). P"
        }
      ]
    },
    "non_parametric": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "advanced_modeling": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "multiple imputation"
      ],
      "examples": [
        {
          "match": "Multiple imputation",
          "context": "ataset through 50 iterations. Multiple imputation is generally preferable, but"
        }
      ]
    },
    "assumption_checks": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "collinearity"
      ],
      "examples": [
        {
          "match": "collinearity",
          "context": "effects; however, due to multicollinearity, the individual-level, friend"
        }
      ]
    },
    "survival_analysis": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "regression_and_models": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "reporting_guidelines": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "data_types": {
      "present": true,
      "count": 12,
      "unique_matches": [
        "categorical",
        "continuous",
        "binary"
      ],
      "examples": [
        {
          "match": "categorical",
          "context": "tinomial logit imputation for categorical variables [80] to produce a s"
        },
        {
          "match": "categorical",
          "context": "sponses were used to create a categorical variable, with the highest gr"
        },
        {
          "match": "continuous",
          "context": "n-maximization imputation for continuous variables [79] and multinomia"
        }
      ]
    },
    "dependency": {
      "present": true,
      "count": 5,
      "unique_matches": [
        "longitudinal"
      ],
      "examples": [
        {
          "match": "longitudinal",
          "context": "nd peer contextsDisentangling longitudinal trajectories of racial discri"
        },
        {
          "match": "longitudinal",
          "context": "friendships in high school: A longitudinal social network analysis of pe"
        },
        {
          "match": "longitudinal",
          "context": "ong-term happiness: A 21-year longitudinal study on the development of m"
        }
      ]
    },
    "clustering": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "missing_data": {
      "present": true,
      "count": 7,
      "unique_matches": [
        "missing values",
        "missing data",
        "imputation"
      ],
      "examples": [
        {
          "match": "missing data",
          "context": "h survey item. To account for missing data, we used the MICE (v3.16.0) p"
        },
        {
          "match": "missing values",
          "context": "re marked as missing (and the missing values for these cases were not esti"
        },
        {
          "match": "Imputation",
          "context": "M algorithmMICE: Multivariate Imputation by Chained Equations in RIndi"
        }
      ]
    },
    "effect_size": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "post_hoc": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "baseline_reporting": {
      "present": true,
      "count": 1,
      "unique_matches": [
        "table 1"
      ],
      "examples": [
        {
          "match": "Table 1",
          "context": "races/ethnicities (1.8%). See Table 1 for sample descriptive statis"
        }
      ]
    },
    "advanced_modeling_extra": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "excluded",
        "compliance"
      ],
      "examples": [
        {
          "match": "excluded",
          "context": "the initial interest form. We excluded 110 participants who indicate"
        },
        {
          "match": "Compliance",
          "context": "nited StatesSocial influence: Compliance and conformityToward understa"
        }
      ]
    },
    "systematic_review_metrics": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "diagnostic_metrics": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "specificity",
        "sensitivity"
      ],
      "examples": [
        {
          "match": "sensitivity",
          "context": "have demonstrated acceptable sensitivity and specificity in previous r"
        },
        {
          "match": "specificity",
          "context": "ed acceptable sensitivity and specificity in previous research [96]. Pa"
        }
      ]
    },
    "model_details": {
      "present": false,
      "count": 0,
      "unique_matches": [],
      "examples": []
    },
    "domain_indicators": {
      "present": true,
      "count": 2,
      "unique_matches": [
        "mice"
      ],
      "examples": [
        {
          "match": "MICE",
          "context": "lete data via the EM algorithmMICE: Multivariate Imputation by C"
        },
        {
          "match": "MICE",
          "context": "for missing data, we used the MICE (v3.16.0) package in R to con"
        }
      ]
    }
  },
  "feedback": {
    "overall_score": 2.5,
    "rigor_rating": "Low",
    "critical_gaps": [
      {
        "message": "P-values reported without effect sizes (e.g. Odds Ratio).",
        "evidence": "...at random (χ2(2,634) = 2,710; p = 0.149). Participants’ indications t..."
      },
      {
        "message": "Paired data mentioned but no paired statistical tests found.",
        "evidence": "...nd peer contextsDisentangling longitudinal trajectories of racial discri..."
      },
      {
        "message": "Categorical data mentioned, but no appropriate categorical tests found.",
        "evidence": "...tinomial logit imputation for categorical variables [80] to produce a s..."
      },
      {
        "message": "Longitudinal/clustered data detected without hierarchical modeling.",
        "evidence": "...nd peer contextsDisentangling longitudinal trajectories of racial discri..."
      },
      {
        "message": "Data exclusion criteria should be explicitly detailed.",
        "evidence": "...the initial interest form. We excluded 110 participants who indicate..."
      }
    ],
    "strengths": [
      {
        "message": "Analysis context identifies basic science or bioinformatics (Softened clinical trial requirements).",
        "evidence": "Detected term: 'mice'"
      },
      {
        "message": "Addressed missing data using imputation methods.",
        "evidence": "...h survey item. To account for missing data, we used the MICE (v3.16.0) p..."
      },
      {
        "message": "Documented participant compliance or attrition.",
        "evidence": "...the initial interest form. We excluded 110 participants who indicate..."
      },
      {
        "message": "Reported diagnostic metrics (AUC/ROC).",
        "evidence": "...have demonstrated acceptable sensitivity and specificity in previous r..."
      }
    ],
    "actionable_recommendations": [
      {
        "item": "Effect Sizes",
        "issue": "Significance reported without magnitude.",
        "recommendation": "Report Effect Sizes with CIs.",
        "source_text": "Detected 'p = 0.149' but did not find Effect Size keywords (e.g., OR, HR, Cohen's d)."
      },
      {
        "item": "Statistical Architecture",
        "issue": "Clustered/repeated data requires hierarchical models.",
        "recommendation": "Use LMM, GLMM, or GEE.",
        "source_text": "Found 'longitudinal' but no mixed-effects models."
      }
    ],
    "deterministic_audit": true
  }
}